Repository: common-repository/crayon-syntax-highlighter-to-pastacode
Catalog: languages/crayon-highlighter-to-pastacode-*.po
Languages: fr_fr

source: Detect and replace old tags
fr_fr: Trouver et remplacer les anciens tags

source: [%1$s] %2$s : old tags restored.
fr_fr: [%1$s] %2$s : anciens tags restaurés.

source: [%1$s] %2$s : no tag need to be converted.
fr_fr: [%1$s] %2$s : aucun tag n'a été trouvé.

source: Migrate from Crayon Syntax Highlighter to Pastacode
fr_fr: Migrer de Crayon Syntax Highlighter vers pastacode

source: Migrate to Pastacode
fr_fr: Migrer vers Pastacode

source: The operation is reversible
fr_fr: L'opération peut être inversée

source: Validate the conversion and remove the logs and backups
fr_fr: Valider l'opération et supprimer les journaux et les sauvegardes

source: Verify
fr_fr: Vérifier

source: Restore
fr_fr: Restaurer

source: Crayon Syntax Highlighter to Pastacode
fr_fr: Crayon Syntax Highlighter vers Pastacode

source: The only use of this plugin is to convert Crayon Syntax Highlighter's tags into Pastacode shortcodes.
fr_fr: Le seul usage de ce plugin est de convertir les tags de Crayon Syntax Highlighter en shortcodes Pastacode.
